Repository: KDE/dragon
Catalog: po/sa/dragonplayer.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

# @title:menu
source: &Play
sa: &क्रीडतु

# @title:menu
source: Play Media
sa: प्ले मीडिया

# @title:menu
source: &Settings
sa: &सेटिंग्स

source: Main Toolbar
sa: मुख्य साधनपट्टी

# @action
source: Play
sa: क्रीडतु

# @action
source: Pause
sa: विराम

# @option:check Volume of sound output
source: Volume
sa: मात्रा

# @action:button
source: Preferred Scale
sa: प्राथमिकता स्केल

# @action:button
source: Scale 100%
sa: स्केल १००%

source: <b>Adjust video scale?</b>
sa: <b>विडियो स्केल समायोजयन्तु?</b>

source: Video CD
sa: विडियो सीडी

source: Audio CD
sa: श्रव्य सीडी

source: Data CD
sa: डाटा सीडी

# @title:window
source: Select a Disc
sa: एकं डिस्कं चिनोतु

source: Select a disc to play.
sa: वादयितुं डिस्कं चिनोतु।

source: Welcome to Dragon Player
sa: Dragon Player इत्यत्र स्वागतम्

source: Dragon Player
sa: ड्रैगन प्लेयर

source: A video player that has a usability focus
sa: एकः विडियो प्लेयर यस्य उपयोगिताकेन्द्रीकरणं भवति

source: Copyright 2006, Max Howell Copyright 2007, Ian Monroe
sa: प्रतिलिपि अधिकार 2006, मैक्स हावेल प्रतिलिपिधर्मः २००७, इयान् मोन्रो

source: Improvements and polish
sa: सुधारः च पालिशः च

source: Creator of Phonon
sa: फोनोन के निर्माता

source: Dragon Player icon
sa: ड्रैगन प्लेयर चिह्न

source: Handbook
sa: हस्तपुस्तिका

source: Great reference code
sa: महान् सन्दर्भसङ्केतः

source: Yatta happened to be the only video on my laptop to test with. :)
sa: संयोगेन मम लैपटॉपे यट्टा एकमात्रः विडियो आसीत् यस्य परीक्षणं कर्तुं शक्नोमि। :)

source: MPRIS v2 support
sa: MPRIS v2 समर्थनम्

source: Port to KF5/Plasma 5
sa: KF5/प्लाज्मा 5 यावत् पोर्ट्

source: Play DVD Video
sa: DVD Video प्ले कुर्वन्तु

source: Play 'URL'
sa: 'URL' इति क्रीडन्तु।

# @title:menu
source: Aspect &Ratio
sa: पक्ष &अनुपात

# @title:menu
source: &Audio Channels
sa: &श्रव्यचैनल

# @title:menu
source: &Subtitles
sa: &उपशीर्षक

# @option:radio aspect ratio
source: Determine &Automatically
sa: &स्वचालितरूपेण निर्धारयतु

# @option:radio aspect ratio
source: Ana&morphic (16:9)
sa: अन&मोर्फिक (१६:९)

# @option:radio aspect ratio
source: &Window Size
sa: &विण्डो आकार

source: <qt>Phonon could not be successfully initialized. Dragon Player will now exit.</qt>
sa: <qt>फोनोन् सफलतया आरम्भं कर्तुं न शक्तवान् । ड्रैगन प्लेयर इदानीं निर्गमिष्यति।</qt>

# @action
source: Play File…
sa: प्ले सञ्चिका…

# @info:tooltip
source: Open a media file for playback
sa: प्लेबैक् कृते मीडिया सञ्चिकां उद्घाटयन्तु

# @action
source: Play Stream…
sa: प्ले स्ट्रीम…

# @action
source: Play Disc
sa: डिस्कं वादयन्तु

# @action
source: Increase Volume
sa: Volume वर्धयतु

# @action
source: Decrease Volume
sa: मात्रां न्यूनीकरोतु

# @action
source: Stop
sa: विरमतु

# @action Mute the sound output
source: Mute
sa: मूक

# @action
source: Reset Video Scale
sa: विडियो स्केल पुनः सेट् कुर्वन्तु

# @action
source: Menu Toggle
sa: मेनू टॉगल

source: Position Slider
sa: स्थिति स्लाइडर

# @option:check
source: Video Settings
sa: विडियो सेटिंग्स्

source: One Instance Only
sa: एकः दृष्टान्तः एव

# @action previous chapter
source: Previous
sa: पूर्वतनम्‌

# @action next chapter
source: Next
sa: अग्रिम

# @action
source: Return 10% Back
sa: 10% Back प्रत्यागच्छतु

# @action
source: Go 10% Forward
sa: १०% अग्रे गच्छतु

# @action
source: Return 10 Seconds Back
sa: 10 सेकण्ड् पश्चात् प्रत्यागच्छतु

# @action
source: Go 10 Seconds Forward
sa: १० सेकेण्ड् अग्रे गच्छतु

# @option:check Mute the sound output
source: Mute
sa: मूक

source: Dragon Player was asked to open an empty URL; it cannot.
sa: Dragon Player इत्यस्मै रिक्तं URL उद्घाटयितुं कथितम् आसीत्; न शक्नोति ।

# @title:window
source: Select File to Play
sa: File to Play इति चिनोतु

# @title:window
source: Stream to Play
sa: स्ट्रीम टू प्ले

# @label:textbox
source: Stream:
sa: धारा:

source: Sorry, no media was found in the drop
sa: क्षम्यतां, बून्दे कोऽपि माध्यमः न प्राप्तः

# Notification inhibition reason
source: Playing a video
sa: एकं विडियो वादयन्

source: No media loaded
sa: न मीडिया लोड् अभवत्

source: Paused
sa: विरामः कृतः

source: The file is not a playlist
sa: सञ्चिका प्लेलिस्ट् नास्ति

source: Dragon Player could not download the remote playlist: %1
sa: Dragon Player दूरस्थं प्लेलिस्ट् डाउनलोड् कर्तुं न शक्तवान्: %1

source: <qt>The playlist, <i>'%1'</i>, could not be interpreted. Perhaps it is empty?</qt>
sa: <qt><i>&#39;%1&#39;</i> इति प्लेलिस्ट् व्याख्यातुं न शक्यते स्म । कदाचित् शून्यम् अस्ति ?</qt>

source: Dragon Player could not open the file: %1
sa: Dragon Player सञ्चिकां उद्घाटयितुं न शक्तवान्: %1

source: Track %1/%2
sa: %1/%2 इति पटलम्

# @label:slider
source: Brightness:
sa: कान्तिः :

# @label:slider
source: Contrast:
sa: विप्रकर्ष:

# @label:slider
source: Hue:
sa: ह्युः :

# @label:slider
source: Saturation:
sa: संतृप्ति :

# @action:button
source: Restore Defaults
sa: पूर्वनिर्धारितं पुनः स्थापयतु

# @action:button
source: Close
sa: पिधानं करोतु

# @option:radio
source: &DVD Subtitle Selection
sa: &DVD उपशीर्षक चयन

# @option:radio audio language
source: &Auto
sa: &स्वयम्
