Repository: KDE/dragon
Catalog: po/*/dragonplayer.po
Languages: eo, hi, lv

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg
hi: तुम्हारे नाम
lv: Viesturs Zariņš, Toms Trasūns

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
hi: आपके ईमेल
lv: viesturs.zarins@mi.lu.lv, toms.trasuns@posteo.net

# @title:menu
source: &Play
eo: &Ludi
hi: &खेल
lv: &Atskaņot

# @title:menu
source: Play Media
eo: Ludi Aŭdvidaĵon
hi: मीडिया चलाएं
lv: Atskaņot multividi

# @title:menu
source: &Settings
eo: A&gordo
hi: &सेटिंग्स
lv: &Iestatījumi

source: Main Toolbar
eo: Ĉefa ilobreto
hi: मुख्य टूलबार
lv: Galvenā rīkjosla

# @action
source: Play
eo: Ludi
hi: खेल
lv: Atskaņot

# @action
source: Pause
eo: Paŭzi
hi: विराम
lv: Pauzēt

# @option:check Volume of sound output
source: Volume
eo: Laŭteco
hi: आयतन
lv: Skaļums

# @action:button
source: Preferred Scale
eo: Preferata Skalo
hi: पसंदीदा स्केल
lv: Vēlamais mērogs

# @action:button
source: Scale 100%
eo: Skalo 100%
hi: स्केल 100%
lv: Mērogot uz 100%

source: <b>Adjust video scale?</b>
eo: <b>Ĉu ĝustigi videoskalon?</b>
hi: <b>वीडियो स्केल समायोजित करें?</b>
lv: <b>Vai pielāgot video mērogu?</b>

# Digital Versatile Disc, but keep it short
source: DVD
hi: डीवीडी

source: Video CD
eo: Video-KD
hi: वीडियो सीडी

source: Audio CD
eo: Sona KD
hi: सुनने वाली सी डी

source: Data CD
eo: KD de datumoj
hi: डेटा सीडी
lv: Datu CD

# @title:window
source: Select a Disc
eo: Elekti Diskon
hi: डिस्क चुनें
lv: Diska atlase

source: Select a disc to play.
eo: Elektu diskon por ludi.
hi: चलाने के लिए एक डिस्क का चयन करें.
lv: Atlasiet atskaņojamo disku.

source: Welcome to Dragon Player
eo: Bonvenon al Dragon Player
hi: ड्रैगन प्लेयर में आपका स्वागत है
lv: Laipni lūgti programmā „Dragon Player“

source: Dragon Player
hi: ड्रैगन प्लेयर

source: A video player that has a usability focus
eo: Videoludilo, kiu fokusas pri uzebleco
hi: एक वीडियो प्लेयर जिसका ध्यान उपयोगिता पर केंद्रित है
lv: Video atskaņotājs ar uzsvaru uz vienkāršību

source: Copyright 2006, Max Howell Copyright 2007, Ian Monroe
hi: कॉपीराइट 2006, मैक्स हॉवेल कॉपीराइट 2007, इयान मोनरो
lv: Autortiesības 2006, Max Howell Autortiesības 2007, Ian Monroe

source: Improvements and polish
eo: Pliboniĝoj kaj polurado
hi: सुधार और पॉलिश
lv: Uzlabojumi un pieslīpēšana

source: Creator of Phonon
eo: Kreinto de Phonon
hi: फोनोन के निर्माता
lv: „Phonon“ autors

source: Dragon Player icon
eo: Piktogramo de Dragon Player
hi: ड्रैगन प्लेयर आइकन
lv: „Dragon Player“ ikona

source: Handbook
eo: Manlibro
hi: पुस्तिका
lv: Rokasgrāmata

source: Great reference code
eo: Bonega referenckodo
hi: बहुत बढ़िया संदर्भ कोड
lv: Lielisks atsauces pirmkods

source: Yatta happened to be the only video on my laptop to test with. :)
eo: Yatta hazarde estis la nura video sur mia tekkomputilo kun kiu testi. :)
hi: याट्टा मेरे लैपटॉप पर परीक्षण के लिए एकमात्र वीडियो था। :)
lv: Sagadījās, ka „Yatta“ bija vienīgais testēšanai pieejamais video manā klēpjdatorā. :)

source: MPRIS v2 support
eo: MPRIS v2 subteno
hi: MPRIS v2 समर्थन
lv: MPRIS v2 atbalsts

source: Port to KF5/Plasma 5
eo: Portado al KF5/Plasma 5
hi: KF5/प्लाज्मा 5 पर पोर्ट करें
lv: Portēšana „KF5/Plasma 5“

source: Play DVD Video
eo: Ludi DVD-Videon
hi: डीवीडी वीडियो चलाएं
lv: Atskaņot DVD video

source: Play 'URL'
eo: Ludi 'URL'
hi: 'URL' चलायें
lv: Atskaņot URL

# @title:menu
source: Aspect &Ratio
eo: Bildfo&rmato
hi: आस्पेक्ट अनुपात
lv: Malu a&ttiecība

# @title:menu
source: &Audio Channels
eo: &Aŭdiokanaloj
hi: &ऑडियो चैनल
lv: Sk&aņas kanāli

# @title:menu
source: &Subtitles
eo: &Subtekstoj
hi: &उपशीर्षक
lv: &Subtitri

# @option:radio aspect ratio
source: Determine &Automatically
eo: Determini &Aŭtomate
hi: निर्धारित करें &स्वचालित रूप से
lv: Noteikt &automātiski

# @option:radio aspect ratio
source: Ana&morphic (16:9)
eo: Ana&morfa (16:9)
hi: एनामॉर्फिक (16:9)
lv: Ana&morfisks (16:9)

# @option:radio aspect ratio
source: &Window Size
eo: &Fenestra Grandeco
hi: &खिड़की का आकार
lv: &Loga izmērs

source: <qt>Phonon could not be successfully initialized. Dragon Player will now exit.</qt>
eo: <qt>Phonon ne povis esti sukcese pravalorizita. Dragon Player nun eliros.</qt>
hi: <qt>फोनॉन को सफलतापूर्वक आरंभ नहीं किया जा सका। ड्रैगन प्लेयर अब बाहर निकल जाएगा।</qt>
lv: <qt>Nevarēja palaist „Phonon“. „Dragon Player“ izslēdzas.</qt>

# @action
source: Play File…
eo: Ludi dosieron…
hi: फ़ाइल चलाएँ…
lv: Atskaņot datni...

# @info:tooltip
source: Open a media file for playback
eo: Malfermi aŭdvidaĵan dosieron por reludi
hi: प्लेबैक के लिए मीडिया फ़ाइल खोलें
lv: Atvērt multivides datni atskaņošanai

# @action
source: Play Stream…
eo: Ludi Stream…
hi: स्ट्रीम चलायें…
lv: Atskaņot straumi...

# @action
source: Play Disc
eo: Ludi Diskon
hi: डिस्क चलाएं
lv: Atskaņot disku

# @action
source: Increase Volume
eo: Pliigi la laŭtecon
hi: वॉल्यूम बढ़ाएँ
lv: Palielināt skaļumu

# @action
source: Decrease Volume
eo: Malpliigi la laŭtecon
hi: वॉल्यूम घटाएँ
lv: Samazināt skaļumu

# @action
source: Stop
eo: Halti
hi: रुकना
lv: Apturēt

# @action Mute the sound output
source: Mute
eo: Silentigi
hi: आवाज़ बंद करना
lv: Apklusināt

# @action
source: Reset Video Scale
eo: Restarigi Video-Skalon
hi: वीडियो स्केल रीसेट करें
lv: Atiestatīt video mērogu

# @action
source: Menu Toggle
eo: Menu-Baskulo
hi: मेनू टॉगल
lv: Pārslēgt izvēlni

source: Position Slider
eo: Pozicia Glitilo
hi: स्थिति स्लाइडर
lv: Pozīcijas slīdnis

# @option:check
source: Video Settings
eo: Video-Agordoj
hi: वीडियो सेटिंग्स
lv: Video iestatījumi

source: One Instance Only
eo: Nur Unu Instanco
hi: केवल एक उदाहरण
lv: Tikai viena instance

# @action previous chapter
source: Previous
eo: Antaŭa
hi: पहले का
lv: Iepriekšējais

# @action next chapter
source: Next
eo: Sekva
hi: अगला
lv: Nākamais

# @action
source: Return 10% Back
eo: Reveni 10% Reen
hi: 10% वापस लौटाएं
lv: 10 % atpakaļ

# @action
source: Go 10% Forward
eo: Iri 10% Antaŭen
hi: 10% आगे बढ़ें
lv: 10 % uz priekšu

# @action
source: Return 10 Seconds Back
eo: Reveni 10 Sekundojn Reen
hi: 10 सेकंड पीछे लौटें
lv: 10 sekundes atpakaļ

# @action
source: Go 10 Seconds Forward
eo: Iri 10 Sekundojn Antaŭen
hi: 10 सेकंड आगे जाएं
lv: 10 sekundes uz priekšu

# @option:check Mute the sound output
source: Mute
eo: Silentigi
hi: आवाज़ बंद करना
lv: Apklusināt

source: Dragon Player was asked to open an empty URL; it cannot.
eo: Dragon Player estis petita malfermi malplenan URL; ĝi ne povas.
hi: ड्रैगन प्लेयर को एक खाली यूआरएल खोलने के लिए कहा गया; वह ऐसा नहीं कर सका।
lv: „Dragon Player“ nevar atvērt tukšu URL.

# @title:window
source: Select File to Play
eo: Elekti Dosieron por Ludi
hi: चलाने के लिए फ़ाइल चुनें
lv: Atlasiet datni atskaņošanai

# @title:window
source: Stream to Play
eo: Fluo por Ludi
hi: स्ट्रीम करके चलायें
lv: Straumējiet, lai atskaņotu

# @label:textbox
source: Stream:
eo: Fluo:
hi: धारा:
lv: Straume:

source: Sorry, no media was found in the drop
eo: Pardonu, neniu aŭdvidaĵo estis trovita en la guto
hi: क्षमा करें, ड्रॉप में कोई मीडिया नहीं मिला
lv: Atvainojiet, nomestajā vienumā nav atrasts, ko atskaņot

# Notification inhibition reason
source: Playing a video
hi: वीडियो चलाना
lv: Atskaņo video

source: No media loaded
eo: Neniu aŭdvidaĵo ŝargita
hi: कोई मीडिया लोड नहीं किया गया
lv: Nav ielādētas multivides

source: Paused
eo: Paŭzita
hi: रोका गया
lv: Pauzēts

source: The file is not a playlist
eo: La dosiero ne estas ludlisto
hi: यह फ़ाइल कोई प्लेलिस्ट नहीं है
lv: Šī datne nav repertuārs

source: Dragon Player could not download the remote playlist: %1
eo: Dragon Player ne povis elŝuti la foran ludliston: %1
hi: ड्रैगन प्लेयर रिमोट प्लेलिस्ट डाउनलोड नहीं कर सका: %1
lv: „Dragon Player“ neizdevās lejupielādēt attālināto repertuāru: %1

source: <qt>The playlist, <i>'%1'</i>, could not be interpreted. Perhaps it is empty?</qt>
eo: <qt>La ludlisto, <i>'%1'</i>, ne povis esti interpretita. Eble ĝi estas malplena?</qt>
hi: <qt>प्लेलिस्ट, <i>&#39;%1&#39;</i> , की व्याख्या नहीं की जा सकी। शायद यह खाली है?</qt>
lv: <qt>Neizdevās saprast repertuāru <i>„%1“</i>. Varbūt tas ir tukšs?</qt>

source: Dragon Player could not open the file: %1
eo: Dragon Player ne povis malfermi la dosieron: %1
hi: ड्रैगन प्लेयर फ़ाइल नहीं खोल सका: %1
lv: „Dragon Player“ neizdevās atvērt datni: %1

source: Track %1/%2
eo: Vojo %1/%2
hi: ट्रैक %1/%2
lv: %1. celiņš no %2

# @label:slider
source: Brightness:
eo: Brileco:
hi: चमक:
lv: Gaišums:

# @label:slider
source: Contrast:
eo: Kontrasto:
hi: अंतर:
lv: Kontrasts:

# @label:slider
source: Hue:
eo: Nuanco:
hi: रंग:
lv: Nokrāsa:

# @label:slider
source: Saturation:
eo: Saturo:
hi: संतृप्ति:
lv: Piesātinājums:

# @action:button
source: Restore Defaults
eo: Restarigi defaŭltojn
hi: डिफॉल्ट्स का पुनःस्थापन
lv: Atjaunot noklusējumus

# @action:button
source: Close
eo: Fermi
hi: बंद करना
lv: Aizvērt

# @option:radio
source: &DVD Subtitle Selection
eo: &DVD-Selekto de Subtitoloj
hi: &डीवीडी उपशीर्षक चयन
lv: &DVD subtitru izvēle

# @option:radio audio language
source: &Auto
eo: &Aŭtomata
hi: &ऑटो
lv: &Automātiska
